solution_verification/simplified_edds_model/temporal_refinement_only_study/simulation_setup/template/constant/caseSolid/sample1
t[s],Power[W m^-3]
0.0,0.0
0.017255313995510606,767832.9200966173
0.03451062799102121,1535665.8401932346
0.05176594198653182,2303498.760289852
0.06902125598204242,3071331.6803864692
0.08627656997755304,3839164.6004830874
0.10353188397306363,4606997.520579704
0.12078719796857423,5374830.440676321
0.13804251196408485,6142663.3607729385
0.15529782595959546,6910496.2808695575
0.17255313995510607,7678329.200966175
0.18980845395061666,8446162.121062791
0.20706376794612727,9213995.041159408
0.22431908194163788,9981827.961256025
0.24157439593714847,10749660.881352643
0.2588297099326591,11517493.80144926
0.2760850239281697,12285326.721545877
0.2933403379236803,13053159.641642496
0.3105956519191909,13820992.561739115
0.32785096591470153,14588825.48183573
0.34510627991021214,15356658.40193235
0.3623615939057227,16124491.322028963
0.3796169079012333,16892324.242125582
0.3968722218967439,17660157.1622222
0.41412753589225454,18427990.082318816
0.43138284988776515,19195823.002415434
0.44863816388327576,19963655.92251205
0.4658934778787864,20731488.842608668
0.48314879187429693,21499321.762705285
0.5004041058698075,22267154.682801902
0.5176594198653182,23034987.60289852
0.5349147338608288,23802820.52299514
0.5521700478563394,24570653.443091754
0.56942536185185,25338486.363188375
0.5866806758473606,26106319.283284992
0.6039359898428712,26874152.203381613
0.6211913038383818,27641985.12347823
0.6384466178338924,28409818.04357484
0.6557019318294031,29177650.96367146
0.6729572458249137,29945483.883768078
0.6902125598204243,30713316.8038647
0.7074678738159348,31481149.723961316
0.7247231878114454,32248982.644057926
0.741978501806956,33016815.564154547
0.7592338158024666,33784648.484251164
0.7764891297979772,34552481.40434778
0.7937444437934879,35320314.3244444
0.8109997577889985,36088147.24454101
0.8282550717845091,36855980.16463763
0.8455103857800197,37623813.08473425
0.8627656997755303,38391646.00483087
0.8800210137710409,39159478.92492749
0.8972763277665515,39927311.8450241
0.9145316417620621,40695144.76512073
0.9317869557575728,41462977.685217336
0.9490422697530834,42230810.60531396
0.9662975837485939,42998643.52541057
0.9835528977441045,43766476.44550719
1.000808211739615,44534309.365603805
1.0180635257351258,45302142.285700426
1.0353188397306363,46069975.20579704
1.052574153726147,46837808.12589366
1.0698294677216575,47605641.04599028
1.0870847817171683,48373473.9660869
1.1043400957126788,49141306.88618351
1.1215954097081893,49909139.80628012
1.1388507237037,50676972.72637675
1.1561060376992105,51444805.64647336
1.1733613516947212,52212638.566569984
1.1906166656902317,52980471.4866666
1.2078719796857424,53748304.406763226
1.225127293681253,54516137.32685984
1.2423826076767637,55283970.24695646
1.2596379216722742,56051803.167053066
1.276893235667785,56819636.08714968
1.2941485496632954,57587469.00724629
1.3114038636588061,58355301.92734292
1.3286591776543166,59123134.847439535
1.3459144916498273,59890967.767536156
1.3631698056453379,60658800.68763277
1.3804251196408486,61426633.6077294
1.397680433636359,62194466.52782601
1.4149357476318696,62962299.44792263
1.4321910616273803,63730132.368019246
1.4494463756228908,64497965.28811585
1.4667016896184015,65265798.20821247
1.483957003613912,66033631.12830909
1.5012123176094228,66801464.048405714
1.5184676316049333,67569296.96850233
1.535722945600444,68337129.88859895
1.5529782595959545,69104962.80869555
1.5702335735914652,69872795.72879218
1.5874888875869757,70640628.6488888
1.6047442015824864,71408461.56898542
1.621999515577997,72176294.48908202
1.6392548295735077,72944127.40917866
1.6565101435690182,73711960.32927527
1.6737654575645287,74479793.24937189
1.6910207715600394,75247626.1694685
1.70827608555555,76015459.08956513
1.7182760855555501,76015459.08956513
9.999,76015459.08956513
10.001,76015459.08956513
10.01824521298541,75247626.1694685
10.035490425970819,74479793.24937189
10.052735638956229,73711960.32927528
10.069980851941638,72944127.40917866
10.087226064927048,72176294.48908204
10.104471277912458,71408461.56898542
10.121716490897867,70640628.6488888
10.138961703883277,69872795.72879219
10.156206916868685,69104962.80869555
10.173452129854095,68337129.88859895
10.190697342839504,67569296.96850233
10.207942555824914,66801464.048405714
10.225187768810324,66033631.12830911
10.242432981795734,65265798.20821247
10.259678194781143,64497965.28811587
10.276923407766553,63730132.368019246
10.294168620751963,62962299.44792263
10.311413833737372,62194466.52782601
10.328659046722782,61426633.6077294
10.345904259708192,60658800.687632784
10.363149472693602,59890967.767536156
10.380394685679011,59123134.84743954
10.397639898664421,58355301.92734293
10.41488511164983,57587469.00724631
10.432130324635239,56819636.087149695
10.449375537620648,56051803.16705307
10.466620750606058,55283970.24695646
10.483865963591468,54516137.32685984
10.501111176576877,53748304.40676323
10.518356389562287,52980471.486666605
10.535601602547697,52212638.566569984
10.552846815533107,51444805.64647337
10.570092028518516,50676972.72637676
10.587337241503926,49909139.80628013
10.604582454489336,49141306.88618351
10.621827667474745,48373473.9660869
10.639072880460155,47605641.04599029
10.656318093445565,46837808.12589366
10.673563306430975,46069975.20579705
10.690808519416384,45302142.28570043
10.708053732401794,44534309.36560381
10.725298945387202,43766476.4455072
10.742544158372612,42998643.525410585
10.759789371358021,42230810.60531396
10.777034584343431,41462977.68521734
10.79427979732884,40695144.76512073
10.81152501031425,39927311.84502412
10.82877022329966,39159478.92492749
10.84601543628507,38391646.004830875
10.86326064927048,37623813.08473426
10.88050586225589,36855980.16463764
10.897751075241299,36088147.24454103
10.914996288226709,35320314.3244444
10.932241501212118,34552481.404347785
10.949486714197528,33784648.484251164
10.966731927182938,33016815.564154554
10.983977140168347,32248982.644057933
11.001222353153757,31481149.72396132
11.018467566139165,30713316.803864703
11.035712779124575,29945483.88376809
11.052957992109985,29177650.963671464
11.070203205095394,28409818.04357485
11.087448418080804,27641985.12347823
11.104693631066214,26874152.203381617
11.121938844051623,26106319.283285003
11.139184057037033,25338486.36318838
11.156429270022443,24570653.443091765
11.173674483007852,23802820.522995144
11.190919695993262,23034987.60289853
11.208164908978672,22267154.682801906
11.225410121964082,21499321.762705293
11.242655334949491,20731488.842608668
11.259900547934901,19963655.922512062
11.277145760920309,19195823.00241544
11.29439097390572,18427990.082318828
11.311636186891128,17660157.162222203
11.328881399876538,16892324.24212559
11.346126612861948,16124491.322028967
11.363371825847357,15356658.401932355
11.380617038832767,14588825.481835732
11.397862251818177,13820992.561739117
11.415107464803587,13053159.641642505
11.432352677788996,12285326.721545883
11.449597890774406,11517493.801449269
11.466843103759816,10749660.881352646
11.484088316745225,9981827.961256031
11.501333529730635,9213995.04115941
11.518578742716045,8446162.121062795
11.535823955701455,7678329.200966174
11.553069168686864,6910496.280869568
11.570314381672272,6142663.360772945
11.587559594657682,5374830.4406763315
11.604804807643092,4606997.52057971
11.622050020628501,3839164.6004830953
11.639295233613911,3071331.6803864725
11.65654044659932,2303498.7602898586
11.67378565958473,1535665.8401932446
11.69103087257014,767832.9200966223
11.70827608555555,0.0
11.71827608555555,0.0
12.0,0.0
